Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: When they are all the same kind it offers that kind's controls too, and applies each change to every shape: **Change Device** for devices, font / weight / color / alignment / Italic / Uppercase for text, corner radius, star points, SVG custom color, outline, shadow, opacity, rotation, and **Clip to Frame**.
ar: عندما تكون جميعها من نفس النوع، فإنها توفر عناصر تحكم من هذا النوع أيضًا، وتطبق كل تغيير على كل شكل: **تغيير الجهاز** للأجهزة، الخط / الوزن / اللون / المحاذاة / مائل / أحرف كبيرة للنص، نصف قطر الزاوية، نقاط النجمة، SVG اللون المخصص، المخطط التفصيلي، الظل، العتامة، التدوير، و **مقطع للإطار**.
ca: Quan tots són del mateix tipus, també ofereix els controls d'aquest tipus i aplica cada canvi a totes les formes: **Canvi de dispositiu** per a dispositius, tipus de lletra / pes / color / alineació / cursiva / majúscula per a text, radi de cantonada, punts estrella, SVG color personalitzat, contorn, ombra, opacitat, rotació i **Retalla a marc**.
cs: Když jsou všechny stejného druhu, nabízí také ovládací prvky tohoto druhu a aplikuje každou změnu na každý tvar: **Změnit zařízení** pro zařízení, písmo / váhu / barvu / zarovnání / kurzívu / velká písmena pro text, poloměr rohů, hvězdicové body, SVG vlastní barvu, obrys, stín, neprůhlednost, otočení a **Clip to Frame**.
da: Når de alle er af samme type, tilbyder den også den slags kontroller og anvender hver ændring på hver form: **Skift enhed** for enheder, skrifttype / vægt / farve / justering / Kursiv / Store bogstaver for tekst, hjørneradius, stjernepunkter, SVG tilpasset farve, omrids, skygge, opacitet, rotation til ramme og **Klip.
de: Sind alle von derselben Art, bietet sie auch deren Steuerelemente und wendet jede Änderung auf alle Formen an: **Gerät wechseln** für Geräte, Schriftart / Schriftstärke / Farbe / Ausrichtung / Kursiv / Großbuchstaben für Text, Eckenradius, Sternzacken, eigene SVG-Farbe, Kontur, Schatten, Deckkraft, Drehung und **Auf Rahmen zuschneiden**.
el: Όταν είναι όλα του ίδιου είδους, προσφέρει και τα στοιχεία ελέγχου αυτού του είδους και εφαρμόζει κάθε αλλαγή σε κάθε σχήμα: **Αλλαγή συσκευής** για συσκευές, γραμματοσειρά / βάρος / χρώμα / στοίχιση / πλάγια / κεφαλαία για κείμενο, ακτίνα γωνίας, σημεία αστεριών, SVG προσαρμοσμένο χρώμα, περίγραμμα, σκιά, αδιαφάνεια, περιστροφή και *** Κλιπ σε.
es: Cuando todas son del mismo tipo, también ofrece los controles de ese tipo y aplica cada cambio a todas las formas: **Cambiar dispositivo** para dispositivos, fuente / grosor / color / alineación / Cursiva / Mayúsculas para texto, radio de esquina, puntas de estrella, color SVG personalizado, contorno, sombra, opacidad, rotación y **Recortar al marco**.
fa: وقتی همه از یک نوع باشند، کنترل‌های همان نوع هم نمایش داده می‌شود و هر تغییر روی همهٔ شکل‌ها اعمال می‌شود: **تغییر دستگاه** برای دستگاه‌ها، فونت / وزن / رنگ / تراز / مورب / حروف بزرگ برای متن، شعاع گوشه، نوک‌های ستاره، رنگ سفارشی SVG، خط دور، سایه، کدورت، چرخش و **برش به قاب**.
fi: Kun ne ovat kaikki samanlaisia, se tarjoaa myös samanlaisia säätimiä ja soveltaa jokaista muutosta jokaiseen muotoon: **Vaihda laitetta** laitteille, fontti / paino / väri / kohdistus / kursivoitu / isot kirjaimet tekstille, kulman säde, tähtipisteet, SVG mukautettu väri, ääriviivat, varjot, peittävyys, kierto ja **Clip to Frame**.
fr: Quand elles sont toutes du même type, elle propose aussi les commandes de ce type et applique chaque modification à toutes les formes : **Changer d'appareil** pour les appareils, police / graisse / couleur / alignement / Italique / Majuscules pour le texte, rayon des angles, branches d'étoile, couleur SVG personnalisée, contour, ombre, opacité, rotation et **Rogner au cadre**.
he: כאשר כולם מאותו סוג, הוא מציע גם את הפקדים של הסוג הזה, ומחיל כל שינוי על כל צורה: **שנה התקן** עבור מכשירים, גופן / משקל / צבע / יישור / נטוי / אותיות רישיות עבור טקסט, רדיוס פינות, נקודות כוכב, SVG צבע מותאם אישית, קו מתאר, צל, אטימות, סיבוב למסגרת ו**קליפ.
hr: Kada su sve iste vrste, nudi i kontrole te vrste i primjenjuje svaku promjenu na svaki oblik: **Promijeni uređaj** za uređaje, font / težinu / boju / poravnanje / kurziv / velika slova za tekst, radijus kuta, zvjezdice, SVG prilagođenu boju, obris, sjenu, neprozirnost, rotaciju i **Clip to Frame**.
hu: Ha mindegyik egyforma, akkor ezeket a vezérlőket is kínálja, és minden módosítást minden alakzatra alkalmaz: **Eszköz módosítása** eszközökhöz, betűtípus / súly / szín / igazítás / dőlt / nagybetű a szöveghez, saroksugár, csillagpontok, SVG egyéni szín, körvonal, árnyék, átlátszatlanság, elforgatás és **Klip a kerethez**.
id: Jika semuanya memiliki jenis yang sama, ia juga menawarkan kontrol jenis tersebut, dan menerapkan setiap perubahan ke setiap bentuk: **Ubah Perangkat** untuk perangkat, font / berat / warna / perataan / Miring / Huruf Besar untuk teks, radius sudut, titik bintang, SVG warna khusus, garis tepi, bayangan, opasitas, rotasi, dan **Klip ke Bingkai**.
it: Quando sono tutte dello stesso tipo, offre anche i controlli di quel tipo e applica ogni modifica a tutte le forme: **Cambia dispositivo** per i dispositivi, font / peso / colore / allineamento / Corsivo / Maiuscolo per il testo, raggio degli angoli, punte della stella, colore personalizzato SVG, contorno, ombra, opacità, rotazione e **Ritaglia sulla cornice**.
ja: すべて同じ種類の図形なら、その種類の項目も表示され、変更がすべての図形に適用されます: デバイスでは **デバイスを変更**、テキストではフォント / ウェイト / 色 / 配置 / 斜体 / 大文字、さらに角の半径、星の頂点、SVG のカスタムカラー、枠線、シャドウ、不透明度、回転、**フレームにクリップ**。
ko: 모두 같은 종류이면 그 종류의 컨트롤도 제공하며 각 변경을 모든 도형에 적용합니다: 기기에는 **기기 변경**, 텍스트에는 서체 / 굵기 / 색상 / 정렬 / 이탤릭체 / 대문자, 그리고 모서리 반경, 별 꼭짓점, SVG 맞춤 색상, 윤곽선, 그림자, 불투명도, 회전, **프레임에 맞춰 자르기**.
ms: Apabila kesemuanya adalah jenis yang sama, ia juga menawarkan kawalan jenis itu dan menggunakan setiap perubahan pada setiap bentuk: **Tukar Peranti** untuk peranti, fon / berat / warna / penjajaran / Miring / Huruf besar untuk teks, jejari sudut, titik bintang, SVG warna tersuai, garis besar, bayang, kelegapan, putaran dan **Klip ke Bingkai**.
nl: Als ze allemaal van hetzelfde type zijn, biedt het ook de besturingselementen van dat type en wordt elke wijziging op elke vorm toegepast: **Apparaat wijzigen** voor apparaten, lettertype / gewicht / kleur / uitlijning / Cursief / Hoofdletters voor tekst, hoekradius, sterpunten, SVG aangepaste kleur, omtrek, schaduw, dekking, rotatie en **Clip naar frame**.
no: Når de alle er av samme type, tilbyr den også denne typens kontroller, og bruker hver endring på hver form: **Endre enhet** for enheter, skrift / vekt / farge / justering / Kursiv / Store bokstaver for tekst, hjørneradius, stjernepunkter, SVG egendefinert farge, kontur, skygge, opasitet, rotasjon til ramme og **Klipp.
pl: Gdy wszystkie są tego samego rodzaju, oferuje również tego rodzaju elementy sterujące i stosuje każdą zmianę do każdego kształtu: **Zmień urządzenie** dla urządzeń, czcionki/grubości/koloru/wyrównania/kursywy/wielkich liter dla tekstu, promienia narożnika, punktów gwiazdowych, SVG niestandardowego koloru, konturu, cienia, krycia, obrotu i **Przytnij do ramki**.
pt_br: Quando todas são do mesmo tipo, ela também oferece os controles desse tipo e aplica cada mudança a todas as formas: **Alterar dispositivo** para dispositivos, fonte / peso / cor / alinhamento / Itálico / Maiúsculas para texto, raio dos cantos, pontas da estrela, cor personalizada do SVG, contorno, sombra, opacidade, rotação e **Recortar à captura de tela**.
pt_pt: Quando todos são do mesmo tipo, ele também oferece controles desse tipo e aplica cada alteração a cada forma: **Alterar dispositivo** para dispositivos, fonte / espessura / cor / alinhamento / Itálico / Maiúsculas para texto, raio de canto, pontos de estrela, SVG cor personalizada, contorno, sombra, opacidade, rotação e **Cortar no quadro**.
ro: Când toate sunt de același tip, oferă și controalele acestui tip și aplică fiecare modificare oricărei forme: **Modificare dispozitiv** pentru dispozitive, font / greutate / culoare / aliniere / cursiv / majuscule pentru text, raza colțului, puncte stea, SVG culoare personalizată, contur, umbră, opacitate, rotație și **Clip to Frame**.
ru: Если все фигуры одного типа, панель предлагает и элементы управления для этого типа, применяя каждое изменение ко всем фигурам: **Сменить устройство** для устройств, шрифт / насыщенность / цвет / выравнивание / курсив / заглавные для текста, радиус углов, лучи звезды, свой цвет SVG, обводку, тень, непрозрачность, поворот и **Обрезать по рамке**.
sk: Keď sú všetky rovnakého typu, ponúka aj ovládacie prvky tohto druhu a aplikuje každú zmenu na každý tvar: **Zmeniť zariadenie** pre zariadenia, písmo / hmotnosť / farbu / zarovnanie / kurzíva / veľké písmená pre text, polomer rohov, hviezdne body, SVG vlastnú farbu, obrys, tieň, nepriehľadnosť, otočenie a **Clip to Frame**.
sl: Ko so vse iste vrste, ponuja tudi kontrolnike te vrste in vsako spremembo uporabi za vsako obliko: **Spremeni napravo** za naprave, pisavo / težo / barvo / poravnavo / ležeče / velike črke za besedilo, polmer vogalov, zvezdice, SVG barvo po meri, oris, senco, motnost, vrtenje in **Izrezek v okvir**.
sv: När de alla är av samma typ erbjuder den också den typens kontroller och tillämpar varje ändring på varje form: **Ändra enhet** för enheter, teckensnitt / vikt / färg / justering / kursiv / versaler för text, hörnradie, stjärnpunkter, SVG anpassad färg, kontur, skugga, opacitet, rotation och **Klipp.
th: เมื่อเป็นแบบเดียวกันทั้งหมด จะมีการควบคุมประเภทนั้นด้วย และใช้การเปลี่ยนแปลงแต่ละครั้งกับทุกรูปร่าง: **เปลี่ยนอุปกรณ์** สำหรับอุปกรณ์ แบบอักษร / น้ำหนัก / สี / การจัดตำแหน่ง / ตัวเอียง / ตัวพิมพ์ใหญ่สำหรับข้อความ รัศมีมุม จุดดาว สีที่กำหนดเอง SVG โครงร่าง เงา ความทึบ การหมุน และ **คลิปไปยังเฟรม**
tr: Seçilenlerin hepsi aynı türdeyse o türün denetimlerini de sunar ve her değişikliği tüm şekillere uygular: aygıtlar için **Aygıtı Değiştir**; metin için font / kalınlık / renk / hizalama / İtalik / Büyük Harf; köşe yarıçapı, yıldız uçları, SVG özel rengi, dış çizgi, gölge, opaklık, döndürme ve **Çerçeveye Kırp**.
uk: Якщо всі вони одного типу, панель пропонує й елементи керування цього типу та застосовує кожну зміну до всіх фігур: **Змінити пристрій** для пристроїв, шрифт / насиченість / колір / вирівнювання / курсив / великі літери для тексту, радіус кутів, промені зірки, власний колір SVG, контур, тінь, непрозорість, поворот і **Обрізати за рамкою**.
ur: جب وہ سب ایک جیسے ہوتے ہیں تو یہ اس قسم کے کنٹرولز بھی پیش کرتا ہے، اور ہر تبدیلی کو ہر شکل پر لاگو کرتا ہے: آلات کے لیے **ڈیوائس کو تبدیل کریں**، فونٹ / وزن / رنگ / سیدھ / اٹالک / ٹیکسٹ کے لیے بڑے، کونے کا رداس، ستارہ پوائنٹس، SVG حسب ضرورت رنگ، آؤٹ لائن، شیڈو، دھندلاپن، گھماؤ، اور Frame**۔
vi: Khi tất cả chúng đều giống nhau, nó cũng cung cấp các điều khiển của loại đó và áp dụng từng thay đổi cho mọi hình dạng: **Thay đổi thiết bị** cho thiết bị, phông chữ / trọng lượng / màu sắc / căn chỉnh / Nghiêng / Chữ hoa cho văn bản, bán kính góc, điểm sao, SVG màu tùy chỉnh, đường viền, bóng, độ mờ, xoay và **Clip vào khung**.
zh_hans: 当它们都属于同一类型时，还会提供该类型的控件，并将每项更改应用到每个形状：设备有 **更换设备**，文本有字体 / 字重 / 颜色 / 对齐方式 / 斜体 / 大写，另有圆角半径、星形角数、SVG 自定义颜色、描边、阴影、不透明度、旋转和 **裁剪到模板**。
zh_hant: 當它們都是同一種類時，也會提供該種類的控制項目，並將每項更改套用到每個形狀：裝置的**更改裝置**；文字的字體／字重／顏色／對齊方式／斜體／大寫；圓角半徑、星形尖角、SVG 自訂顏色、外框線、陰影、不透明度、旋轉，以及**裁切至範本**。

source: Where projects live on disk
ar: حيث تعيش المشاريع على القرص
ca: On viuen els projectes en disc
cs: Kde projekty žijí na disku
da: Hvor projekter lever på disk
de: Wo Projekte gespeichert werden
el: Όπου τα έργα ζουν σε δίσκο
es: Dónde se guardan los proyectos
fa: محل پروژه‌ها روی دیسک
fi: Missä projektit elävät levyllä
fr: Emplacement des projets sur le disque
he: איפה פרויקטים חיים על דיסק
hr: Gdje projekti žive na disku
hu: Ahol a projektek lemezen élnek
id: Tempat proyek berada di disk
it: Dove si trovano i progetti sul disco
ja: プロジェクトの保存場所
ko: 프로젝트가 디스크에 있는 위치
ms: Tempat projek hidup pada cakera
nl: Waar projecten op schijf staan
no: Hvor prosjekter lever på disk
pl: Gdzie projekty znajdują się na dysku
pt_br: Onde os projetos ficam no disco
pt_pt: Onde os projetos ficam no disco
ro: Unde proiectele trăiesc pe disc
ru: Где проекты хранятся на диске
sk: Kde projekty žijú na disku
sl: Kjer projekti živijo na disku
sv: Där projekt lever på disk
th: โดยที่โปรเจ็กต์อยู่บนดิสก์
tr: Projelerin diskteki konumu
uk: Де проєкти зберігаються на диску
ur: جہاں منصوبے ڈسک پر رہتے ہیں۔
vi: Nơi dự án tồn tại trên đĩa
zh_hans: 项目在磁盘上的位置
zh_hant: 專案在磁碟上的位置

source: While a non-base language is active, an amber border frames the whole editor so an override is never made by accident.
ar: بينما تكون اللغة غير الأساسية نشطة، فإن الحدود الكهرمانية تؤطر المحرر بأكمله بحيث لا يتم التجاوز عن طريق الصدفة أبدًا.
ca: Mentre un llenguatge no bàsic està actiu, una vora ambre emmarca tot l'editor, de manera que mai es fa una substitució per accident.
cs: Zatímco je aktivní nezákladní jazyk, celý editor rámuje jantarové ohraničení, takže k přepsání nikdy nedojde náhodou.
da: Mens et ikke-basissprog er aktivt, indrammer en gul kant hele editoren, så en tilsidesættelse aldrig foretages ved et uheld.
de: Solange eine andere Sprache als die Basissprache aktiv ist, umgibt ein orangefarbener Rahmen den ganzen Editor, damit keine Überschreibung versehentlich entsteht.
el: Ενώ μια μη βασική γλώσσα είναι ενεργή, ένα πορτοκαλί περίγραμμα πλαισιώνει ολόκληρο το πρόγραμμα επεξεργασίας, έτσι μια παράκαμψη δεν γίνεται ποτέ τυχαία.
es: Mientras hay activo un idioma que no es el base, un borde ámbar rodea todo el editor para que nunca hagas un cambio de idioma sin querer.
fa: وقتی زبانی غیر از زبان پایه فعال است، کادری کهربایی دور کل ویرایشگر کشیده می‌شود تا هیچ بازنویسی‌ای ناخواسته انجام نشود.
fi: Kun ei-peruskieli on aktiivinen, keltainen reunus kehystää koko editorin, joten ohitusta ei koskaan tehdä vahingossa.
fr: Lorsqu'une langue autre que la langue de base est active, une bordure orange encadre tout l'éditeur, pour qu'aucune personnalisation ne soit faite par accident.
he: בעוד ששפה שאינה בסיס פעילה, גבול ענבר ממסגר את כל העורך כך שעקיפה לעולם לא תתבצע בטעות.
hr: Dok je neosnovni jezik aktivan, jantarni obrub uokviruje cijeli uređivač tako da se nadjačavanje nikada ne događa slučajno.
hu: Amíg egy nem alapnyelv aktív, egy borostyánsárga szegély keretezi az egész szerkesztőt, így soha nem történik véletlenül felülírás.
id: Saat bahasa non-basis aktif, batas kuning membingkai seluruh editor sehingga penggantian tidak pernah dilakukan secara tidak sengaja.
it: Mentre è attiva una lingua diversa da quella di base, un bordo ambra incornicia l'intero editor, così una personalizzazione non viene mai creata per errore.
ja: 基本言語以外の言語を編集している間は、エディタ全体が琥珀色の枠で囲まれるため、誤って上書きしてしまうことがありません。
ko: 기본 언어가 아닌 언어가 활성화되어 있는 동안에는 편집기 전체를 호박색 테두리가 둘러싸므로 실수로 재정의하는 일이 없습니다.
ms: Walaupun bahasa bukan asas aktif, sempadan kuning membingkai seluruh editor supaya penggantian tidak pernah dibuat secara tidak sengaja.
nl: Terwijl een niet-basistaal actief is, omlijst een amberkleurige rand de hele editor, zodat een overschrijving nooit per ongeluk wordt gemaakt.
no: Mens et ikke-basespråk er aktivt, rammer en gul kant inn hele editoren slik at en overstyring aldri blir gjort ved et uhell.
pl: Gdy aktywny jest język inny niż podstawowy, cały edytor jest otoczony bursztynową ramką, dzięki czemu nigdy nie nastąpi przypadkowe przesłonięcie.
pt_br: Enquanto um idioma não base estiver ativo, uma borda âmbar enquadra todo o editor para que uma substituição nunca seja feita por acidente.
pt_pt: Enquanto um idioma não base estiver ativo, uma borda âmbar enquadra todo o editor para que uma substituição nunca seja feita por acidente.
ro: În timp ce o limbă care nu este de bază este activă, un chenar chihlimbar încadrează întregul editor, astfel încât o modificare nu se face niciodată accidental.
ru: Пока активен небазовый язык, весь редактор обрамлен янтарной рамкой, чтобы переопределение никогда не создавалось случайно.
sk: Zatiaľ čo je aktívny nezákladný jazyk, celý editor rámuje jantárové orámovanie, takže prepísanie sa nikdy nevykoná náhodne.
sl: Medtem ko je aktiven neosnovni jezik, jantarna obroba uokvirja celoten urejevalnik, tako da preglasitev nikoli ni narejena po naključju.
sv: Medan ett icke-basspråk är aktivt, ramar en gul ram in hela redigeraren så att en åsidosättning aldrig görs av misstag.
th: ในขณะที่ภาษาที่ไม่ใช่ภาษาพื้นฐานใช้งานอยู่ กรอบสีเหลืองอำพันจะล้อมกรอบตัวแก้ไขทั้งหมด ดังนั้นจึงไม่มีการแทนที่โดยไม่ได้ตั้งใจ
tr: Temel olmayan bir dil etkinken, bir geçersiz kılmanın asla yanlışlıkla yapılmaması için düzenleyicinin tamamı turuncu bir kenarlıkla çerçevelenir.
uk: Поки активна небазова мова, увесь редактор обрамлено бурштиновою рамкою, щоб перевизначення ніколи не створювалися випадково.
ur: جب کہ ایک نان بیس لینگویج فعال ہوتی ہے، ایک امبر بارڈر پورے ایڈیٹر کو فریم کرتا ہے لہذا کبھی بھی حادثاتی طور پر اوور رائڈ نہیں ہوتا ہے۔
vi: Khi ngôn ngữ không phải cơ sở đang hoạt động, đường viền màu hổ phách sẽ đóng khung toàn bộ trình chỉnh sửa để việc ghi đè không bao giờ được thực hiện một cách ngẫu nhiên.
zh_hans: 当前语言为非基准语言时，整个编辑器会被琥珀色边框包围，以免意外添加覆盖。
zh_hant: 非基準語言啟用時，琥珀色邊框會圍繞整個編輯器，以免不小心建立覆寫。

source: While cropping an image, the arrow keys move the picture inside its frame instead.
ar: أثناء قص الصورة، تقوم مفاتيح الأسهم بتحريك الصورة داخل إطارها بدلاً من ذلك.
ca: Mentre es retalla una imatge, les tecles de fletxa mouen la imatge dins del seu marc.
cs: Při ořezávání obrázku přesunou klávesy se šipkami obrázek do rámečku.
da: Mens du beskærer et billede, flytter piletasterne billedet inden for dets ramme i stedet.
de: Beim Zuschneiden eines Bilds verschieben die Pfeiltasten stattdessen das Bild in seinem Rahmen.
el: Κατά την περικοπή μιας εικόνας, τα πλήκτρα βέλους μετακινούν την εικόνα μέσα στο πλαίσιο της.
es: Mientras recortas una imagen, las teclas de flecha mueven la imagen dentro de su marco.
fa: هنگام برش یک تصویر، کلیدهای جهت‌نما به‌جای آن، تصویر را درون قابش جابه‌جا می‌کنند.
fi: Kun kuvaa rajataan, nuolinäppäimet siirtävät kuvaa sen sijaan sen kehyksen sisällä.
fr: Pendant le recadrage d'une image, les touches fléchées déplacent plutôt l'image dans son cadre.
he: בזמן חיתוך תמונה, מקשי החצים מזיזים את התמונה בתוך המסגרת שלה במקום זאת.
hr: Dok izrezujete sliku, tipke sa strelicama pomiču sliku unutar okvira.
hu: A kép kivágása közben a nyílbillentyűk a képet a keretén belül mozgatják.
id: Saat memotong gambar, tombol panah memindahkan gambar ke dalam bingkainya.
it: Durante il ritaglio di un'immagine, i tasti freccia spostano invece l'immagine nella cornice.
ja: 画像のトリミング中は、矢印キーで枠内の画像が移動します。
ko: 이미지를 자르는 동안에는 화살표 키가 대신 프레임 안의 사진을 이동합니다.
ms: Semasa memangkas imej, kekunci anak panah mengalihkan gambar di dalam bingkainya.
nl: Terwijl u een afbeelding bijsnijdt, verplaatsen de pijltoetsen de afbeelding binnen het kader.
no: Mens du beskjærer et bilde, flytter piltastene bildet innenfor rammen i stedet.
pl: Podczas przycinania obrazu klawisze strzałek przesuwają obraz wewnątrz ramki.
pt_br: Ao recortar uma imagem, as teclas de seta movem a imagem dentro do quadro.
pt_pt: Ao cortar uma imagem, as teclas de seta movem a imagem dentro do quadro.
ro: În timp ce decupați o imagine, tastele săgeți mută imaginea în cadrul acesteia.
ru: Во время обрезки изображения клавиши со стрелками двигают картинку внутри рамки.
sk: Pri orezávaní obrázka namiesto toho klávesy so šípkami posúvajú obrázok v rámci.
sl: Med obrezovanjem slike puščične tipke premaknejo sliko v njen okvir.
sv: Medan du beskär en bild flyttar piltangenterna bilden inuti dess ram istället.
th: ขณะครอบตัดรูปภาพ ปุ่มลูกศรจะย้ายรูปภาพภายในกรอบแทน
tr: Bir görüntüyü kırparken ok tuşları bunun yerine resmi çerçevesi içinde taşır.
uk: Під час обрізання зображення клавіші зі стрілками рухають картинку всередині рамки.
ur: تصویر کو تراشتے وقت، تیر والے بٹن تصویر کو اس کے فریم کے اندر لے جاتے ہیں۔
vi: Trong khi cắt xén hình ảnh, thay vào đó, các phím mũi tên sẽ di chuyển hình ảnh vào trong khung của nó.
zh_hans: 裁剪图像时，箭头键会改为在框内移动图片。
zh_hant: 裁切影像時，方向鍵會改為在框內移動圖片。
